dahanzimin/micropython/ports/esp32/boards/RM_E1/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "RM E1"
#define MICROPY_HW_MCU_NAME "ESP32"
